Revit 2027 API
SymbolTypeId.TCO2ePerItem Property
 Symbol tCO₂e/item, indicating tonnes Carbon Dioxide per item
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerItem { get; }
Public Shared ReadOnly Property TCO2ePerItem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerItem {
	ForgeTypeId^ get ();
}
static member TCO2ePerItem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace